app/controllers/home_controller.rb

  def index
    logger.debug Recipe.all
---
SELECT * FROM `recipes`